[
  [
    "Albert Einstein",
    "If at first, the idea is not absurd, then there is no hope for it."
  ],
  [
    "Rollo May",
    "If you do not express your own original ideas, if you do not listen to your own being, you will have betrayed yourself."
  ],
  [
    "Oscar Wilde",
    "An idea that is not dangerous is unworthy of being called an idea at all."
  ],
  [
    "John Steinbeck",
    "Ideas are like rabbits. You get a couple and learn how to handle them, and pretty soon you have a dozen."
  ],
  [
    "Linus Pauling",
    "The way to get good ideas is to get lots of ideas and throw the bad ones away."
  ],
  [
    "Victor Hugo",
    "There is one thing stronger than all the armies in the world, and that is an idea whose time has come."
  ],
  [
    "Alfred North Whitehead",
    "Ideas won't keep. Something must be done about them."
  ],
  [
    "Ovid",
    "A new idea is delicate. It can be killed by a sneer or a yawn; it can be stabbed to death by a quip and worried to death by a frown on the right man's brow."
  ],
  [
    "Napoleon Hill",
    "All achievements, all earned riches, have their beginning in an idea."
  ],
  [
    "Lee Iacocca",
    "You can have brilliant ideas, but if you can't get them across, your ideas won't get you anywhere."
  ],
  [
    "F. Scott Fitzgerald",
    "No grand idea was ever born in a conference, but a lot of foolish ideas have died there."
  ],
  [
    "Thomas Edison",
    "Nearly every man who develops an idea works it up to the point where it looks impossible, and then he gets discouraged. That's not the place to become discouraged."
  ],
  [
    "Charles Peguy",
    "It is the essence of genius to make use of the simplest ideas."
  ],
  [
    "Emile Chartier",
    "Nothing is more dangerous than an idea when it is the only one you have."
  ],
  [
    "Samuel Goldwyn",
    "I had a monumental idea this morning, but I didn't like it."
  ],
  [
    "Charles Dickens",
    "An idea, like a ghost, must be spoken to a little before it will explain itself."
  ],
  [
    "Carl Jung",
    "Everyone is in love with their own ideas."
  ],
  [
    "Albert Einstein",
    "Why is it I always get my best ideas while shaving?"
  ],
  [
    "Oliver Wendell Holmes",
    "One's mind, once stretched by a new idea, never regains its original dimensions."
  ],
  [
    "Henry Ford",
    "The air is full of ideas. They are knocking you in the head all the time. You only have to know what you want, then forget it, and go about your business. Suddenly, the idea will come through. It was there all the time."
  ],
  [
    "Earl Nightengale",
    "Everything begins with an idea."
  ],
  [
    "Harvey Firestone",
    "Capital isn't that important in business. Experience isn't that important. You can get both of these things. What is important is ideas."
  ],
  [
    "Mary Kay Ash",
    "A mediocre idea that generates enthusiasm will go further than a great idea that inspires no one."
  ],
  [
    "Friedrich Nietzche",
    "We often refuse to accept an idea merely because the tone of voice in which it has been expressed is unsympathetic to us."
  ],
  [
    "Albert Einstein",
    "I know quite certainly that I myself have no special talent. Curiosity, obsession and dogged endurance, combined with self-criticism, have brought me to my ideas."
  ],
  [
    "Antoine St. Exupery",
    "A pile of rocks ceases to be a rock when somebody contemplates it with the idea of a cathedral in mind."
  ],
  [
    "Charles Kettering",
    "If you want to kill any idea in the world, get a committee working on it."
  ],
  [
    "Woody Allen",
    "Right now it's only a notion, but I think I can get the money to make it into a concept, and later turn it into an idea."
  ],
  [
    "Jerry Garcia",
    "Just because you're a musician doesn't mean all your ideas are about music. So every once in a while I get an idea about plumbing, I get an idea about city government, and they come the way they come."
  ],
  [
    "Pablo Picasso",
    "I begin with an idea and then it becomes something else."
  ],
  [
    "Arthur C. Clarke",
    "New ideas pass through three periods: 1) It can't be done; 2) It probably can be done, but it's not worth doing; 3) I knew it was a good idea all along!"
  ],
  [
    "Alfred North Whitehead",
    "Almost all really new ideas have a certain aspect of foolishness when they are just produced."
  ],
  [
    "Paula Poundstone",
    "Adults are always asking little kids what they want to be when they grow up because they're looking for ideas."
  ],
  [
    "Warren Buffet",
    "You do things when the opportunities come along. I've had periods in my life when I've had a bundle of ideas come along, and I've had long dry spells. If I get an idea next week, I'll do something. If not, I won't do a damn thing."
  ],
  [
    "Alfred Nobel",
    "If I have a thousand ideas and only one turns out to be good, I am satisfied."
  ],
  [
    "Swami Vivekananda",
    "Take up one idea. Make that one idea your life. Think of it, dream of it, live on that idea. Let the brain, muscles, nerves, every part of your body, be full of that idea, and just leave every other idea alone. This is the way to success. That is way great spiritual giants are produced."
  ],
  [
    "William J. Cameron",
    "Money never starts an idea; it is the idea that starts the money."
  ],
  [
    "Winston Churchill",
    "No idea is so outlandish that it should not be considered."
  ],
  [
    "Thomas Mann",
    "If you are possessed by an idea, you find it expressed everywhere, you even smell it."
  ],
  [
    "Bernard Baruch",
    "The ability to express an idea is well nigh as important as the idea itself."
  ],
  [
    "Medgar Evers",
    "You can kill a man, but you can't kill an idea."
  ],
  [
    "Rosabeth Moss Kanter",
    "After years of telling corporate citizens to 'trust the system', many companies must relearn instead to trust their people and encourage them to use neglected creative capacities in order to tap the most potent economic stimulus of all: idea power."
  ],
  [
    "Mark Twain",
    "The man with a new idea is a crank - until the idea succeeds."
  ],
  [
    "Steve Jobs",
    "To turn really interesting ideas and fledgling technologies into a company that can continue to innovate for years, requires a lot of discipline."
  ],
  [
    "Frank Lloyd Wright",
    "An idea is salvation by imagination."
  ],
  [
    "John Cage",
    "I can't understand why people are frightened of new ideas. I'm frightened of the old ones."
  ],
  [
    "Thomas Watson",
    "The great accomplishments of man have resulted from the transmission of ideas of enthusiasm."
  ],
  [
    "Tom Peters",
    "The new idea either finds a champion or it dies. No ordinary involvement with a new idea provides the energy required to cope with the indifference and resistance that change provokes."
  ],
  [
    "Sam Walton",
    "Our best ideas come from clerks and stockboys."
  ],
  [
    "Goethe",
    "Daring ideas are like chessmen moved forward: they may be beaten, but they may start a winning game."
  ]
]